Repository: oronibrian/Tenant
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: fr

source: No associated building
fr: Pas d'immeuble associé

source: link to the building
fr: lien vers l'immeuble

source: link to the property
fr: lien vers l'appartement

source: tenant reminder list
fr: rappels du locataire

source: tenants reminder lists
fr: rappels des locataires

source: name
fr: nom

source: building
fr: immeuble

source: buildings
fr: immeubles

source: number of properties
fr: nombre d'appartements

source: file
fr: fichier

source: address
fr: adresse

source: surface area
fr: superficie

source: number of rooms
fr: nombre de pièces

source: property
fr: appartement

source: properties
fr: appartements

source: files
fr: fichiers

source: month expected. Please use first day of the month
fr: Mois attendu. Utiliser le premier jour du mois

source: tenancy begin date
fr: début de la location

source: tenancy end date
fr: fin de la location

source: deposit
fr: caution

source: A sum of money asked to tenant on day 1. It is payed back in full on the final day of the tenancy
fr: Une somme qui est exigée du locataire au jour 1 de la location. Elle est intégralement restituée au dernier jour de la location

source: contact info
fr: coordonnées

source: deposit refund
fr: restitution de la caution

source: tenant
fr: locataire

source: tenants
fr: locataires

source: mark as read
fr: marqué comme lu

source: reminder
fr: rappel

source: reminders
fr: rappels

source: start date
fr: date de début

source: end date
fr: date de fin

source: date at which the rent generation should stop (non-inclusive)
fr: date (non-incluse) à laquelle la génération de loyer doit cesser

source: monthly rent
fr: loyer mensuel

source: monthly provision
fr: provision pour charges mensuelle

source: rent revision
fr: révision du loyer

source: rent revisions
fr: révisions du loyer

source: amount
fr: montant

source: payment received from tenant
fr: paiement reçu du locataire

source: payments received from tenant
fr: paiements reçus du locataire

source: money transfer to tenant
fr: remboursement fait au locataire

source: money transfers to tenant
fr: remboursement fait au locataire

source: one-time fee
fr: frais ponctuel

source: one-time fees
fr: frais ponctuels

source: one-time discount
fr: réduction sur loyer

source: rent
fr: loyer

source: provision
fr: provision pour charges

source: back to main site
fr: retour au site principal

source: bank import
fr: importation bancaire

source: admin
fr: administration

source: logout
fr: déconnexion

source: created by
fr: créé par

source: trend
fr: tendance

source: Username/password do not match
fr: Erreur sur le couple username/password
